package ru.job4j;

public class Multiple {
    public static void main(String[] args) {

        /*
        - возраст (подразумевается возраст человека); // byte

- пол (обозначать будем символами - мужской сокращаем до М, женский до Ж); // char

- рост (измерять будем в метрах); // float

- количество кирпичей для постройки дома (небольшой одноэтажный дом площадью 100м2); // short

- количество бактерий (измерять будем в КОЕ / г - такую величину можно встретить если почитать состав обычного йогурта, часто там можно встретить число 1 * 107 КОЕ / г); // double

- расстояние до космических объектов (измерять будем в км); // long

- разрешение на работу (рассматриваем всего 2 значения - или есть разрешение или его нет); // boolean

- размер файла (измерять будем в байтах). // long

- int ageHuman = 36;
- char genderMale = 'M';
- double heightHuman = 1.75;
- int brick = 123445;
- int bacterialCount = 9840000;
- int solarDistance = 147790000;
- boolean workAuth = true;
- int fileSize = 64999483;
         */

    }
}